[
    {
        "specialty": "anthropology",
        "evidence": [
            {
                "name": "Trauma Analysis",
                "image": "evidence_bag",
                "description": "The observed trauma is consistent with impact from a focused blunt force instrument with a rounded striking surface. No weapon was recovered from the scene, but the characteristics of the injury indicate it was caused by a tool with a concentrated point of impact, such as a hammer, mallet, or a similarly shaped instrument.",
                "truth_base": [
                    "circular lesion reflects rounded striking surface",
                    "likely a hammer-like shape (may not use that exact word, but must mention types of weapons that can inflict this injury)"
                ]
            },
            {
                "name": "Fracture Analysis",
                "image": "screwdriver",
                "description": "Analysis of the fracture patterns on the skull suggests two impacts that occurred in close succession on the superior occipital bone, below the lambdoid suture. The fracture lines associated with the right-side impact dissipate into those from the left, indicating that the left-side impact likely occurred first. We cannot determine the exact time between these two impacts, only their relative sequence if they occurred around the same time.",
                "truth_base": [
                    "fracture patterns",
                    "two impacts within close succession",
                    "superior occipital bone, below the lambdoid suture",
                    "left-side impact likely occurred first because fracture lines associated with the right-side impact dissipate into those from the left",
                    "not possible to determine the exact time between these two impacts"
                ]
            }
        ]
    },
    {
        "specialty": "biology",
        "evidence": [
            {
                "name": "DNA Analysis",
                "image": "splatter",
                "description": "DNA analysis on blood stains found on Ana's clothing and nearby surfaces confirmed that Ana's blood was the source of the bloodstains. This helps confirm that the injury occurred in the vicinity of where the blood was found. The analysis also ruled out the presence of any foreign blood from other individuals at the scene, supporting the conclusion that Ana was the primary victim of the attack.",
                "truth_base": [
                    "DNA analysis method",
                    "Ana’s blood was the source of the bloodstains",
                    "analysis ruled out the presence of any foreign DNA, meaning Ana was primary victim"
                ]
            },
            {
                "name": "Microscopic Examination",
                "image": "gin",
                "description": "Microscopic examination of the crime scene revealed the presence of scalp tissue and hair fibers near the areas where blood spatter was found. These materials were likely dislodged during the blunt force trauma that Ana sustained. The tissue and hair fibers were transferred to surrounding surfaces, supporting the conclusion that the injury occurred in close proximity to where the biological materials were found.",
                "truth_base": [
                    "microscopic examination revealing scalp tissue and hair fibers near the blood spatter",
                    "biological materials were likely dislodged from Ana's head during the blunt force trauma",
                    "The proximity of the biological materials to the blood spatter suggests that the injury happened in the same area"
                ]
            }
        ]
    }
]